A-Z_Migration/20220412_A-Z_Migration.tex
% Created 2022-04-14 Thu 13:04
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Jay Colbert}
\date{\today}
\title{A-Z Databases List Migration}
\hypersetup{
 pdfauthor={Jay Colbert},
 pdftitle={A-Z Databases List Migration},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1 (Org mode 9.6)}, 
 pdflang={English}}
\usepackage{biblatex}

\begin{document}

\maketitle

\section*{Who}
\label{sec:org7469820}

\begin{itemize}
\item Idea Champion: Jay Colbert
\item Relevant Leader: Jay Colbert
\item Decision Maker: Sarah Theimer
\item Planners: Kristin Dhabolt, Lise Russell
\item Stakeholders: Subject Librarians, LibGuides creators/maintainers, Info Access workers
\end{itemize}

\section*{What}
\label{sec:orgbfccee1}

\begin{quote}
The Relevant Leader and Planners of this project propose the migration of the UNH Library A-Z Databases list (currently used by UNH Durham and UNH Manchester) from its current location on the UNH Library website to our Springshare LibGuides platform. In addition, we propose that, while instruction faculty and staff have currently controlled and maintained our LibApps system, staff and faculty in the Information Access program maintain the database assets in the new list with input from instruction faculty and staff.
\end{quote}

\begin{itemize}
\item Improve the discoverability of and access to our subscription databases and other resources
\item Streamline workflows for adding, removing, and updating database information in our various systems
\end{itemize}

\section*{Why}
\label{sec:org0dbcea4}
\subsection*{Strategic Initiative}
\label{sec:orga495aec}
Operational Plan 2: Embrace the Library User Experience

Initiative 1: Maximize discovery of and access to information resources

\subsection*{Precedence}
\label{sec:org609c3b6}
\begin{itemize}
\item Most academic libraries in the United States use the LibGuides A-Z Database List feature
\item UNH Law already uses this feature
\end{itemize}

\subsection*{User Experience}
\label{sec:org2a53085}
\begin{itemize}
\item Patrons had trouble navigating the updated Drupal list
\item Lost functionality with Drupal update
\item Analytics show the overwhelming majority of our website searches were database titles
\item The LibGuides system allows us to mark new, trial, free, open access, etc.
\item The LibGuides system allows ``More Info'' until clicked, decluttering the interface
\item Customizable HTML/CSS
\item Great customer support!
\end{itemize}

\subsection*{Access and Discovery}
\label{sec:orga8d0fc8}
\begin{itemize}
\item Integrates with current Research Guides and librarian profiles
\item Database assets share subject assignments with Research Guides
\item LibGuides are indexed by our library website's search interface
\end{itemize}

\section*{How}
\label{sec:orgcc2fadb}
\subsection*{Take it away, Kristin and Lise!}
\label{sec:orga2d8130}
\end{document}
